Repository: hci-gu/sci-project
Catalog: app/assets/l10n/app_*.arb
Languages: sv

source: Login
sv: Logga in

source: Register
sv: Registrera

source: Password
sv: Lösenord

source: Verify password
sv: Verifiera lösenord

source: Forgot password?
sv: Glömt lösenord?

source: Skip
sv: Hoppa över

source: Next
sv: Nästa

source: Finish
sv: Avsluta

source: Today
sv: Idag

source: Yesterday
sv: Igår

source: Day
sv: Dag

source: Week
sv: Vecka

source: Month
sv: Månad

source: Quarter
sv: Kvartal

source: Year
sv: År

source: Logout
sv: Logga ut

source: From
sv: Från

source: Last
sv: Förra

source: Create account
sv: Skapa konto

source: Delete account
sv: Radera konto

# deleteAccountConfirmation
source: Are you sure you want to delete your account? You cannot undo and your data will disappear after you delete your account.
sv: Är du säker att du vill radera ditt konto? Du kan inte ångra dig och din data försvinner efter du har raderat ditt konto.

source: Close
sv: Stäng

source: Cancel
sv: Avbryt

source: Save
sv: Spara

source: Saved
sv: Sparad

source: About
sv: Om

source: Average
sv: Genomsnitt

source: Side
sv: Sida

source: Right
sv: Höger

source: Left
sv: Vänster

source: Comment
sv: Kommentar

source: Optional
sv: Valfri

source: Add
sv: Lägg till

source: Select
sv: Välj

# genericError
source: Something went wrong
sv: Något gick fel

# connectionTimeout
source: Connection timeout, could not connect to the server.
sv: Kunde inte ansluta till servern, försök igen senare.

# connectionError
source: Connection error, are you connected to the internet?
sv: Kunde inte ansluta, kontrollera din internetanslutning.

source: Update
sv: Uppdatera

source: Updated
sv: Uppdaterad

source: Home
sv: Hem

source: No data
sv: Ingen data

source: All
sv: Alla

source: Change
sv: Ändra

source: Remove
sv: Ta bort

# removeConfirmation
source: Are you sure you want to remove this?
sv: Är du säker på att du vill ta bort detta?

source: Good work!
sv: Bra jobbat!

source: Back
sv: Tillbaka

source: Start
sv: Starta

source: Pause
sv: Pausa

source: Push notifications
sv: Pushnotiser

source: Get started
sv: Sätt igång

source: seconds
sv: sekunder

source: Pick a number
sv: Välj ett nummer

source: Other
sv: Annat

source: Yes
sv: Ja

source: No
sv: Nej

source: Monday
sv: Måndag

source: Tuesday
sv: Tisdag

source: Wednesday
sv: Onsdag

source: Thursday
sv: Torsdag

source: Friday
sv: Fredag

source: Saturday
sv: Lördag

source: Sunday
sv: Söndag

# pushPermissionsErrorMessage
source: You need to turn on notifications in your phone's app settings.
sv: Du måste slå på notifikationer i telefonens appinställningar.

source: Watch settings
sv: Klockinställningar

# firmwareUpdateConfirmTitle
source: Update firmware?
sv: Uppdatera firmware?

# firmwareUpdateConfirmBody
source: The watch will reboot. Keep it nearby and don't close the app.
sv: Klockan startar om. Ha den nära och stäng inte appen.

# firmwareUpdateChecking
source: Checking for firmware update...
sv: Kontrollerar firmwareuppdatering...

# firmwareUpdateNotAvailable
source: No firmware update information available.
sv: Ingen information om firmwareuppdatering.

# firmwareUpdateLatest
source: Latest firmware: {version}
sv: Senaste firmware: {version}

# firmwareUpdateAvailable
source: Watch has version {current}, latest is {latest}.
sv: Klockan har version {current}, senaste är {latest}.

# firmwareUpdatePrompt
source: Do you want to update?
sv: Vill du uppdatera?

# firmwareUpdateButton
source: Update firmware
sv: Uppdatera firmware

# firmwareUpdateInProgress
source: Updating firmware...
sv: Uppdaterar firmware...

# firmwareUpdateDownloading
source: Downloading firmware...
sv: Laddar ner firmware...

# firmwareUpdatePreparing
source: Preparing update...
sv: Förbereder uppdatering...

# firmwareUpdateConnecting
source: Connecting to watch...
sv: Ansluter till klockan...

# firmwareUpdateInitPacket
source: Sending init packet...
sv: Skickar init-paket...

# firmwareUpdateTransferring
source: Transferring firmware...
sv: Överför firmware...

# firmwareUpdateValidating
source: Validating firmware...
sv: Validerar firmware...

# firmwareUpdateRebooting
source: Rebooting watch...
sv: Startar om klockan...

# firmwareUpdateDone
source: Update complete. Validate on watch (Settings > Firmware).
sv: Uppdatering klar. Validera på klockan (Inställningar > Firmware).

# firmwareUpdateFailed
source: Firmware update failed: {error}
sv: Firmwareuppdatering misslyckades: {error}

source: Paraplegic
sv: Paraplegiker

source: Tetraplegic
sv: Tetraplegiker

source: Sedentary
sv: Stillasittande

source: Movement
sv: Rörelse

source: Active
sv: Aktiv

source: Activity
sv: Aktivitet

source: Weights
sv: Vikter

# armErgo
source: Arm cycle
sv: Armcykel

# rollOutside
source: Roll outside exercise ( or other )
sv: Rulla ute träning ( eller annat )

source: Calories
sv: Kalorier

source: Workout
sv: Träningspass

source: Injury
sv: Skada

source: Weight
sv: Vikt

source: Gender
sv: Kön

source: Body part
sv: Kroppsdel

# bodyPartNeck
source: Neck
sv: Nacke

# bodyPartBack
source: Back
sv: Rygg

# bodyPartScapula
source: Scapula
sv: Skulderblad

# bodyPartShoulderJoint
source: Shoulder joint
sv: Axelled

# bodyPartElbow
source: Elbow
sv: Armbåge

source: Condition
sv: Tillstånd

source: Injury level
sv: Skadenivå

source: Gear
sv: Utrustning

# introductionScreenHeader
source: Track your movement
sv: Spåra din rörelse

# introductionWelcome
source: Welcome to the Wheelability app!
sv: Välkommen till Wheelability-appen!

# registerDataTitle
source: How the app uses your data
sv: Hur appen använder din data

# registerDataDescription
source: There is no automatic collection of data in the app. Everything that is logged is what you do yourself through the "Logbook" and the shortcuts on the home screen. All data is visible in your Logbook.
sv: Det sker inte någon automatisk insamling av data i appen. Allt som loggas är det du själv gör genom "Loggboken" samt genvägarna som finns på hemskärmen. All data är synlig i din Loggbok.

# registerDataDeletion
source: If you choose to delete your account, all data linked to the account will also disappear.
sv: Om du väljer att radera ditt konto så försvinner även all data kopplad till kontot.

# registerProceed
source: Do you want to continue?
sv: Vill du fortsätta?

# onboardingTitle
source: Welcome to Wheelability
sv: Välkommen till Wheelability

# onboardingIntro
source: Hello and welcome to Wheelability, this guide will show you what features are available. You can choose whether you are interested in using them or not, if you deselect a feature it will not appear on the home screen. You can always undo this by redoing this from the settings in the app. Press "Next" to continue.
sv: Hej och välkommen till Wheelability, den här guiden kommer att visa vad det finns för funktioner. Du kan välja om du är intresserad av att använda de eller inte, om du väljer bort en funktion så syns inte den på hemskärmen. Du kan alltid ångra dig genom att göra om det här från inställningarna i appen. Tryck på "Nästa" för att gå vidare.

source: Watch functions
sv: Klockfunktioner

# onboardingWatchRequirement
source: * You need a Fitbit ( Versa 2/3 or Sense 1/2 )
sv: * Du behöver en Fitbit ( Versa 2/3 eller Sense 1/2 )

# onboardingWantFunctions
source: I want these features
sv: Jag vill ha dessa funktioner

# onboardingNotInterested
source: Not interested
sv: Inte intresserad

# onboardingDontHaveWatch
source: I don't have the watch
sv: Har inte en klocka

# onboardingCaloriesDescription
source: An estimate of your daily energy consumption (calories) is shown here. You can also compare with an average day during the last week.
sv: Här visas en uppskattning av din dagliga energiförbrukning (kalorier) du. Du kan även jämföra med en genomsnittlig dag under senaste veckan.

# onboardingSedentaryDescription
source: Here you get information on how long you sit still in total during a day, how often you break up your sedentary life and how long you sit still before you are active.
sv: Här får du information om hur länge du sitter still sammanlagt under en dag, hur ofta du bryter upp ditt stillasittande samt hur länge du sitter still innan du är aktiv.

# onboardingMovementDescription
source: This shows how long and when you are physically active, described as low, medium and high intensity
sv: Här visas hur länge och när du är fysiskt aktiv, beskrivet som låg, medlel och hög intensitet

# onboardingPressureReleaseAndUlcerTitle
source: Pressure ulcers & relief
sv: Trycksår & avlastning

# onboardingPressureReleaseDescription
source: Here you get information about how often you have pressure relief and how long you sat still between your pressure reliefs. You can also set how many times during the day you should be reminded.
sv: Här får du information om hur ofta du har tryckavlastat samt hur länge du suttit still mellan dina tryckavlastningar. Du kan även ställa in hur många gånger under dagen som du skall påminnas.

# onboaridngPressureUlcerDescription
source: Here you can record the location, degree and photograph the spread of the pressure ulcer to be able to follow the development of your pressure ulcer.
sv: Här kan du registrera placering, grad samt fotografera utbredningen av trycksår för att kunna följa utvecklingen av ditt trycksår.

# onboardingPainFeature
source: Log your pain
sv: Logga din smärta

# onboardingPainDescription
source: Here you can register where you have pain and what level of pain you have today.
sv: Här kan du registrera vart du har smärta samt vilken nivå av smärta du har just idag.

# onboardingNeuropathicPainDescription
source: Set your level for pain at/under injury, intermittent pain or allodynia.
sv: Ställ in din nivå för smärta vid/under skada, intermittent smärta eller allodyni.

# onboardingSpasticityDescription
source: Set your spasticity level.
sv: Ställ in din spasticitetsnivå.

# onboardingPushDescription
source: In order to receive reminders or recommendations through push notifications, you need to give your approval for the app to send you push notifications.
sv: För att kunna få påminnelser eller rekommendationer genom pushnotiser så behöver du ge ditt godkännande att appen ska få skicka pushnotiser till dig.

# onboardingActivatePush
source: Enable push notifications
sv: Aktivera pushnotiser

# onboardingSettingsInfo
source: You can change your settings in the app at any time.
sv: Du kan när som helst ändra dina inställningar i appen.

# onboardingBladderAndBowelFunctions
source: Bladder & Bowel
sv: Blåsa & tarm

# onboardingUtiDescription
source: Record whether or not you have a urinary tract infection.
sv: Registrera om du har en urinvägsinfektion eller inte.

# onboardingBladderEmptyingDescription
source: Here you can record how often you empty your bladder and get reminders when it's time to empty your bladder.
sv: Här kan du registrera hur ofta du har tömmer blåsan och få påminnelser om när det är dags att tömma blåsan.

# onboardingLeakageDescription
source: Register when you have a leak.
sv: Registrera när du har läckage.

source: Profile
sv: Profil

source: App settings
sv: App inställningar

source: Notifications
sv: Notifikationer

source: Enable/disable features
sv: Aktivera/inaktivera funktioner

source: Language
sv: Språk

source: Edit profile
sv: Redigera profil

# redoIntro
source: Redo introduction
sv: Gör om intro

source: Show licenses
sv: Visa licenser

source: UserID
sv: AnvändarID

# userIdCopyMessage
source: UserID copied to clipboard
sv: AnvändarID kopierat till urklipp

source: Movement reminders
sv: Rörelsepåminnelser

source: Logbook reminders
sv: Loggbokspåminnelser

source: No data warning
sv: Ingen data varning

# aboutCalories
source: An estimate of your daily energy consumption (calories) is shown here, which is done by the activity bracelet (watch) recording the movement from the accelerometer and the heart rate continuously. The information from the activity bracelet as well as information on injury level, gender and body weight is used to calculate energy consumption and activity level (intensity).
sv: Här visas en uppskattningen av din dagliga energiförbrukning (kalorier) vilket sker genom att aktivitetsarmbandet (klockan) registrerar rörelsen från accelerometern och hjärtfrekvensen kontinuerligt. Informationen från aktivitetsarmbandet samt information om skadenivå, kön och kroppsvikt används för att beräkna energiförbrukning samt aktivitetsnivå (intensitet).

# aboutSedentary
source: Here is an estimate of the total time - distributed over the day - you sit still and work, watch TV, read or eat.
sv: Här visas en uppskattning av den totala tid - fördelat över dagen - du sitter still och arbetar, tittar på TV, läser eller äter.

# aboutMovement
source: An estimate of your daily activity is shown here. Movement (low-intensity activity, blue). Consists of activities that are perceived as light effort and can be described as 20 - 45% of an individual's maximum capacity. Activity (Medium to high intensity activity, green). Consists of activities perceived as somewhat strenuous to strenuous and very strenuous. These can be described as medium 46 - 63% and high 54 - 90% of maximum intensity. The activity level is based on percentage (%) of maximum capacity (relative intensity), this means that the same activity can be perceived as exerting differently by different individuals.
sv: Här visas en uppskattning av din dagliga aktivitet. Rörelse (lågintensiv aktivitet, blå). Består av aktiviteter som upplevs som lätt ansträngning och kan beskrivas som 20 - 45% av en individs maximal kapacitet. Aktivitet (Medel till hög intensiv aktivitet, grön). Består av aktiviteter som upplevs som något ansträngande till ansträngande och mycket ansträngande. Dessa kan beskrivas som medel 46 - 63% och hög 54 - 90% av maximal intensitet. Aktivitetsnivån är baserad på procent (%) av maximal kapacitet (relativ intensitet), detta gör att samma aktivitet kan uppfattas olika anstränga hos olika individer.

source: Logbook
sv: Loggbok

source: List entries
sv: Lista inlägg

# listEntriesDescription
source: View/edit your entries.
sv: Se/redigera dina inlägg

source: Add body part
sv: Lägg till kroppsdel

source: Date and time
sv: Datum och tid

# journalNoData
source: You have no data for this period
sv: Du har ingen data för den här perioden

# journalWelcome
source: Welcome to the Logbook
sv: Välkommen till loggboken

# journalWelcomeDescription
source: Here you can get an overview of what you have logged and create new entries, press the button below to get started.
sv: Här kan du få en överblick över vad du har loggat och skapa nya poster, tryck på knappen nedan för att komma igång.

source: New entry
sv: Ny registrering

# journalCategoriesTitle
source: What do you want to log?
sv: Vad vill du registrera?

# journalCategoriesDescription
source: Choose one of the categories you see below
sv: Välj en utav de kategorier du ser nedanför

# journalShortcutDescription
source: Press a button below to create a new post within the same category.
sv: Tryck på en knapp nedan för att skapa nytt inlägg inom samma kategori.

source: Pain
sv: Smärta

# painAndDiscomfort
source: Pain & discomfort
sv: Smärta & besvär

# painAndDiscormfortEmpty
source: Log neuropathic pain or spasticity to see it here.
sv: Logga neuropatisk smärta eller spasticitet för att se det här.

# painAndDiscormfortEmptyButton
source: Go to logbook
sv: Gå till loggbok

source: Neuropathic
sv: Neuropatisk

source: Neuropathic pain
sv: Neuropatisk smärta

source: Type of pain
sv: Typ av smärta

# belowOrAt
source: Pain ( below / at )
sv: Smärta ( under / i )

source: Allodynia
sv: Allodyni

# musclePainTitle
source: Pain in muscles and joints
sv: Smärta i muskler & leder

# musclePainSubtitle
source: From muscle and joints
sv: Från muskler och leder

source: Track pain
sv: Spåra smärta

# trackPainDescription
source: Press a bodyPart to add a new pain entry.
sv: Tryck på en kroppsdel för att lägga till en ny smärtupplevelse.

# trackPainEmpty
source: Add a body part to start tracking your pain.
sv: Lägg till en kroppsdel för att börja spåra din smärta.

source: Pain level
sv: Smärtnivå

# painLevelHelper
source: Choose a number between 1-10
sv: Välj ett nummer mellan 1-10

# painCommentPlaceholder
source: Write a comment
sv: Skriv en kommentar

# painCommentHelper
source: Describe how you feel, what you have done, how you have slept, etc.
sv: Beskriv hur du mår, vad du har gjort, hur du har sovit etc.

source: Exercise
sv: Träning

source: New exercise
sv: Nytt träningspass

source: Start time
sv: Starttid

# exerciseActivityDescription
source: What kind of activity did you do?
sv: Vad för typ av träning har du gjort?

source: Duration
sv: Längd

# exerciseLengthDescription
source: For how long did you exercise?
sv: Hur länge har du tränat?

source: Self-assessed physical activity
sv: Självskattad fysisk aktivitet

# selfAssessedPhysicalActivityTrainingTitle
source: Physical training
sv: Fysisk träning

# selfAssessedPhysicalActivityTrainingDescription
source: How much time do you spend in a typical week on physical training that makes you out of breath, for example rolling outdoors, ball sports, exercise classes, cycling or similar. Remember to count every day of the week and that this is about physical training where you should get out of breath. The next page contains questions about everyday physical activity.
sv: Hur mycket tid ägnar du en vanlig vecka åt fysisk träning som får dig att bli anfådd till exempel rulla utomhus, bollsport, motionsgymnastik, cykel eller annat. Tänk på att räkna alla veckans dagar och att det handlar om fysisk träning dvs du skall bli andfådd. På nästa sida följer frågor kring vardgsmotion.

# selfAssessedPhysicalActivityEverydayTitle
source: Everyday physical activity
sv: Vardagsmotion

# selfAssessedPhysicalActivityEverydayDescription
source: How much time do you spend in a typical week on everyday physical activity, for example rolling outdoors (walks), household chores, gardening, shopping or similar.
sv: Hur mycket tid ägnar du en vanlig vecka åt vardagsmotion, till exempel rulla utomhus (promenader), hushållsarbete, trädgårdsarbete, handla eller annat.

# selfAssessedPhysicalActivitySedentaryTitle
source: Sedentary time
sv: Stillastittande

# selfAssessedPhysicalActivitySedentaryDescription
source: How much time do you spend sitting still during a day, for example watching TV, sitting at a computer, reading or similar, excluding sleep. Because this question is based on time per day, the number will be multiplied by seven to get the time per week
sv: Hur mycket tid sitter du stilla under ett dygn, till exempel tittar på tv, sitter framför en dator, läser eller annat. Om man räknar bort sömn Eftersom frågan baseras på tid per dygn så kommer siffran att gångras med sju för att få tid per vecka

# selfAssessedPhysicalActivityTrainingDurationNone
source: 0 minutes/none
sv: 0 minuter/ingen

# selfAssessedPhysicalActivityTrainingDurationLessThan30Minutes
source: Less than 30 minutes
sv: Mindre än 30 minuter

# selfAssessedPhysicalActivityTrainingDuration30To60Minutes
source: 30-60 minutes (0.5-1 hour)
sv: 30-60 minuter (0,5-1 timme)

# selfAssessedPhysicalActivityTrainingDuration60To90Minutes
source: 60-90 minutes (1-1.5 hours)
sv: 60-90 minuter (1-1,5 timmar)

# selfAssessedPhysicalActivityTrainingDuration90To120Minutes
source: 90-120 minutes (1.5-2 hours)
sv: 90-120 minuter (1,5-2 timmar)

# selfAssessedPhysicalActivityTrainingDurationMoreThan120Minutes
source: More than 120 minutes (more than 2 hours)
sv: Mer än 120 minuter (1,5-2 timmar)

# selfAssessedPhysicalActivityEverydayDurationNone
source: 0 minutes/none
sv: 0 minuter/ingen

# selfAssessedPhysicalActivityEverydayDurationLessThan30Minutes
source: Less than 30 minutes
sv: Mindre än 30 minuter

# selfAssessedPhysicalActivityEverydayDuration30To60Minutes
source: 30-60 minutes (0.5-1 hour)
sv: 30-60 minuter (0,5-1 timme)

# selfAssessedPhysicalActivityEverydayDuration60To90Minutes
source: 60-90 minutes (1-1.5 hours)
sv: 60-90 minuter (1-1,5 timmar)

# selfAssessedPhysicalActivityEverydayDuration90To150Minutes
source: 90-150 minutes (1.5-2.5 hours)
sv: 90-150 minuter (1,5-2,5 timmar)

# selfAssessedPhysicalActivityEverydayDuration150To300Minutes
source: 150-300 minutes (2.5-5 hours)
sv: 150-300 minuter (2,5-5 timmar)

# selfAssessedPhysicalActivityEverydayDurationMoreThan300Minutes
source: More than 300 minutes
sv: Mer än 300 minuter

# selfAssessedPhysicalActivityWeekInfoInstruction
source: To submit an earlier week, change the date below to any day within that week.
sv: För att rapportera en tidigare vecka ändrar du datumet nedan till en dag i den veckan.

# selfAssessedPhysicalActivityWeekInfoRange
source: With the current date, your answers will be saved for {start} to {end}.
sv: Med det aktuella datumet sparas dina svar för {start} till {end}.

# selfAssessedSedentaryDurationAlmostAllDay
source: Almost the entire day
sv: Så gott som hela dagen

# selfAssessedSedentaryDuration13To15Hours
source: 13-15 hours
sv: 13-15 timmar

# selfAssessedSedentaryDuration10To12Hours
source: 10-12 hours
sv: 10-12 timmar

# selfAssessedSedentaryDuration7To9Hours
source: 7-9 hours
sv: 7-9 timmar

# selfAssessedSedentaryDuration4To6Hours
source: 4-6 hours
sv: 4-6 timmar

# selfAssessedSedentaryDuration1To3Hours
source: 1-3 hours
sv: 1-3 timmar

# selfAssessedSedentaryDurationNever
source: Never
sv: Aldrig

# selfAssessedPhysicalActivityTrainingLabel
source: Training
sv: Träning

# selfAssessedPhysicalActivityEverydayLabel
source: Everyday activity
sv: Vardagsmotion

# selfAssessedPhysicalActivitySedentaryLabel
source: Sedentary
sv: Stillastittande

source: Pressure release
sv: Tryckavlastning

source: Pressure releases
sv: Tryckavlastningar

source: Pressure release now
sv: Tryckavlasta nu

# pressureReleaseSelectExercises
source: Choose exercises
sv: Välj övningar

# pressureReleaseSelectExercisesDescription
source: Keep in mind that complete pressure relief gives the best results.
sv: Tänk på att fullständing tryckavlastning ger bäst resultat.

# pressureReleaseCreateGoal
source: Create a goal for pressure relief
sv: Skapa ett mål för tryckavlastning

# pressureReleaseAlreadyDone
source: I have already performed pressure relief
sv: Jag har redan tryckavlastat

# pressureReleaseTimeToDoIt
source: Time to relieve
sv: Dags att avlasta

source: Hold position for
sv: Håll positionen i

# pressureReleaseSittingExercises
source: Sitting exercises
sv: Sittande övningar

# pressureReleaseExerciseLying
source: Lying
sv: Liggande

# pressureReleaseExerciseLyingDescription
source: Lying on your stomach or side
sv: Liggandes på magen eller sidan

# pressureReleaseExerciseLeanForward
source: Leaning forward
sv: Framåtlutad

# pressureReleaseExerciseLeanForwardDescription
source: Lean your upper body forward so that your stomach rests against your thighs or against a table
sv: Luta överkroppen framåt så att magen vilar mot låren eller mot ett bord

# pressureReleaseExerciseLeanLeft
source: Leaning left
sv: Sidolutning vänster

# pressureReleaseExerciseLeanLeftDescription
source: Lean your upper body against the left armrest or against a table
sv: Luta överkroppen mot vänster armstöd eller mot ett bord

# pressureReleaseExerciseLeanRight
source: Leaning right
sv: Sidolutning höger

# pressureReleaseExerciseLeanRightDescription
source: Lean your upper body against the right armrest or against a table
sv: Luta överkroppen mot höger armstöd eller mot ett bord

source: Urinary tract infection
sv: Urinvägsinfektion

# utiTypeNone
source: No infection
sv: Ingen infektion

# utiTypeFeeling
source: Feeling
sv: Känning

# utiTypeDiagnosed
source: Diagnosed
sv: Diagnostiserad

# utiTypeNoneDescription
source: You have no symptoms of a urinary tract infection.
sv: Du har inga symptom för en urinvägsinfektion.
