Repository: hci-gu/sci-project
Catalog: app/assets/l10n/app_*.arb
Languages: sv

# utiTypeFeelingDescription
source: You suspect you have a urinary tract infection.
sv: Du misstänker att du har en urinvägsinfektion.

# utiTypeDiagnosedDescription
source: You have been diagnosed with a urinary tract infection.
sv: Du har fått en diagnos på att du har en urinvägsinfektion.

# utiTypeHint
source: Choose an option
sv: Välj ett alternativ

# utiChangeStatus
source: Change urinary tract infection status
sv: Ändra status på urinvägsinfektion

source: No UTI
sv: Ingen UVI

source: No logged UTI
sv: Ingen loggad UVI

source: Urine
sv: Urin

# urineTypeHint
source: Choose the option that describes the urine.
sv: Välj det alternativ som beskriver urinet.

source: Bladder emptying
sv: Blåstömning

source: Bladder emptyings
sv: Blåstömningar

# bladderEmptyingCreateGoal
source: Create a goal for bladder emptying
sv: Sätt ett mål för blåstömning

# bladderEmptyingTimeToDoIt
source: Time to empty
sv: Dags för blåstömning

# urineTypeNormal
source: Normal
sv: Normalt

# urineTypeCloudy
source: Cloudy
sv: Grumligt/Mjölkigt

# urineTypeBlood
source: Blood in the urine
sv: Blod i urinet

# urineSmellTitle
source: Does it smell?
sv: Luktar det?

# urineSmellDescription
source: Smell can be a sign of infection
sv: Lukt kan vara ett tecken på infektion.

# urineSmellNo
source: No it does not smell
sv: Nej det luktar inte

# urineSmellYes
source: Yes it smells
sv: Ja det luktar

source: Leakage
sv: Läckage

source: Bowel
sv: Tarm

source: Bowel emptying
sv: Tarmtömning

source: Stool type
sv: Avföringstyp

# stoolTypeHint
source: Choose the option that describes the stool.
sv: Välj en avföringstyp

# stoolType1
source: Severe constipation
sv: Svår förstoppning

# stoolType2
source: Constipation
sv: Förstoppning

# stoolType3
source: Firm
sv: Fast

# stoolType5
source: Lacking form
sv: Saknar form

# stoolType6
source: Mild diarrhea
sv: Mild diarré

# stoolType7
source: Severe diarrhea
sv: Svår diarré

# stoolType1Description
source: Separate hard lumps
sv: Separata hårda klumpar som liknar nötter

# stoolType2Description
source: Lumpy and sausage like
sv: Korvformad med klumpar

# stoolType3Description
source: A sausage shape with cracks in the surface
sv: Liknar en korv med sprickor på ytan

# stoolType4Description
source: Like a smooth, soft sausage or snake
sv: Liknar en korv, smidig och mjuk

# stoolType5Description
source: Soft blobs with clear cut edges
sv: Mjuka klumpar med skarpa kanter

# stoolType6Description
source: Mushy consistency with ragged edges
sv: Småbitar med mjuk konsistens

# stoolType7Description
source: Liquid consistency with no solid pieces
sv: Vattnig utan klumpar, enbart vätska

source: Goal
sv: Mål

# goalPressureRelease
source: Set your daily goal for pressure relief
sv: Sätt ditt dagliga mål för avlastning

# goalBladderEmptying
source: Set your daily goal for bladder emptying
sv: Sätt ditt dagliga mål för blåstömning

# goalTimePerDay
source: How many times per day?
sv: Hur många gånger per dag?

# bladderGoalTimePerDayDescription
source: It is recommended to empty your bladder 4-8 times per day.
sv: Det är rekommenderat att tappa 4-8 gånger om dagen.

# goalTimePerDayDescription
source: We recommend 8 times per day.
sv: Vi rekommenderar 8 gånger om dagen.

# goalStart
source: What time of day do you want to start?
sv: Vilken tid på dagen vill du börja?

# goalStartDescription
source: For example. an hour after you usually wake up.
sv: T.ex. en timme efter att du brukar vakna.

source: of daily goal
sv: av dagliga målet

source: Create your goal
sv: Skapa ditt mål

# leftToReachGoalMessage
source: left to reach your daily goal.
sv: kvar för att nå ditt dagliga mål.

# reachedGoalMessage
source: You have reached your daily goal!
sv: Du har nått ditt dagliga mål!

source: Edit goal
sv: Ändra mål

source: Pressure ulcer
sv: Trycksår

source: Pressure ulcers
sv: Trycksår

source: No logged pressure ulcer
sv: Inget loggat trycksår

# pressureUlcerChangeStatus
source: Change pressure ulcer status
sv: Ändra status på trycksår

# pressureUlcerAdd
source: Add pressure ulcer
sv: Lägg till trycksår

# pressureUlcerViewHistory
source: See pressure ulcer history
sv: Se trycksårshistorik

source: Pressure ulcer classification
sv: Trycksårsklassificering

# pressureUlcerClassificationDescription
source: Select the category of injury your pressure ulcer currently has.
sv: Välj den kategori av skada som ditt trycksår har nu.

# pressureUlcerClassificationHint
source: Select category
sv: Välj kategori

# pressureUlcerLocation
source: Where is your pressure ulcer located?
sv: Var är ditt sår någonstans?

# pressureUlcerLocationDescription
source: Select the location of your pressure ulcer.
sv: Välj den plats på kroppen där ditt trycksår finns.

# pressureUlcerLocationHint
source: Select a location
sv: Välj en plats

source: Select injury level
sv: Välj skadenivå

source: No pressure ulcer
sv: Inget trycksår

# pressureUlcerCategory1
source: Redness
sv: Rodnad

# pressureUlcerCategory2
source: Shallow wound
sv: Ytligt sår

# pressureUlcerCategory3
source: Open wound
sv: Öppet sår

# pressureUlcerCategory4
source: Deep open wound
sv: Djupt öppet sår

# noPressureUlcerDescription
source: The pressure ulcer has healed
sv: Trycksåret har läkt

# pressureUlcerCategory1Description
source: Redness that does not fade with pressure
sv: Rodnad som inte bleknar vid tryck

# pressureUlcerCategory2Description
source: Partial skin damage, blister, crack, abraded skin
sv: Delhudsskada, blåsa, spricka, avskavd hud

# pressureUlcerCategory3Description
source: Open skin with small pit
sv: Öppen hud med liten grop

# pressureUlcerCategory4Description
source: An open deep wound where bones, tendons and muscles may be visible
sv: Ett öppet djupt sår där ben, senor och muskler kan vara synliga

source: Ancle
sv: Ankel

source: Heel
sv: Häl

source: Inside knee
sv: Insida knä

source: Hip
sv: Höft

source: Sit bones
sv: Sittben

source: Sacrum
sv: Sakrum

source: Scapula
sv: Skulderblad

source: Shoulder
sv: Axel

source: Spasticity
sv: Spasticitet

source: Spasticity level
sv: Spasticitetsnivå

# spasticityLevelDescription
source: Choose a number between 1-10
sv: Välj en nivå mellan 1-10

source: Redirecting...
sv: Omdirigerar...

source: Authenticating...
sv: Autentiserar...

source: Abort
sv: Avbryt

# watchSyncLoginRequired
source: You need to be logged in to sync with your watch.
sv: Du måste vara inloggad för att synka med din klocka.

# watchSyncInvalidFitbitInfo
source: Got invalid information from the Fitbit app.
sv: Fick ogiltig information från Fitbit-appen.

# forcedLoginFailed
source: Failed to login with provided credentials.
sv: Misslyckades med att logga in med angivna uppgifter.

# missingUserIdOrApiKey
source: Missing userId or apiKey parameters.
sv: Saknar userId eller apiKey parametrar.

source: No watch connected
sv: Ingen klocka ansluten

# confirmDisconnectWatchTitle
source: Are you sure?
sv: Är du säker?

# disconnectWatchConfirmation
source: Disconnecting your watch will stop all recordings and remove the connection. Do you want to proceed?
sv: Att koppla från klockan stoppar alla inspelningar och tar bort anslutningen. Vill du fortsätta?

# watchDisconnected
source: Watch disconnected successfully
sv: Klockan kopplades från

source: Disconnect
sv: Koppla från

source: Refresh
sv: Uppdatera

# lastSynced
source: Last synced: {time}
sv: Senast synkad: {time}

source: Never
sv: Aldrig

# bluetoothOff
source: Bluetooth is off
sv: Bluetooth är av

# bluetoothOffRetry
source: Bluetooth is off. Turn it on and try again.
sv: Bluetooth är av. Slå på det och försök igen.

# watchNotFoundReconnect
source: Watch not found. Please reconnect your watch in Settings.
sv: Klockan hittades inte. Anslut klockan igen i Inställningar.

# watchNotConfigured
source: No watch is connected. Connect your watch in Settings.
sv: Ingen klocka är ansluten. Anslut din klocka i Inställningar.

# watchConnectFailed
source: Unable to connect to the watch. Move closer and try again.
sv: Kunde inte ansluta till klockan. Flytta närmare och försök igen.

# recordingInProgress
source: Recording...
sv: Spelar in...

source: Connected
sv: Ansluten

source: Disconnected
sv: Frånkopplad

# syncInstructions
source: Press the sync button to upload your data
sv: Tryck på synkknappen för att ladda upp din data

source: Sync
sv: Synka

# syncSuccess
source: Sync completed successfully
sv: Synkronisering slutförd

# syncNoData
source: No recordings found to sync.
sv: Inga inspelningar hittades att synka.

source: Searching for watches...
sv: Söker efter klockor...

source: No devices found.
sv: Inga enheter hittades.

source: Searching...
sv: Söker...

source: Search again
sv: Sök igen

source: Connect
sv: Anslut

# unknownDevice
source: Unknown
sv: Okänd

# connectWatchPrompt
source: Connect your watch to get started!
sv: Anslut din klocka för att komma igång!

source: Connect Watch
sv: Anslut klocka

source: Select Watch Type
sv: Välj klocktyp

# polarWatchDescription
source: Polar Verity Sense or compatible device
sv: Polar Verity Sense eller kompatibel enhet

# pineTimeWatchDescription
source: PineTime/InfiniTime smart watch
sv: PineTime/InfiniTime smartklocka

source: Ready to sync
sv: Redo att synka

source: Syncing...
sv: Synkar...

# syncFailed
source: Sync failed: {error}
sv: Synkronisering misslyckades: {error}

# syncPhaseConnecting
source: Connecting to watch...
sv: Ansluter till klocka...

# syncPhaseReading
source: Reading data ({current}/{total})
sv: Läser data ({current}/{total})

# syncPhaseUploading
source: Uploading data...
sv: Laddar upp data...

# syncPhaseClearing
source: Clearing watch data...
sv: Rensar klockdata...

# syncPhaseDone
source: Sync complete
sv: Synkronisering klar

# generatedImageTitle
source: Generated Image
sv: Genererad bild

# noImageFromServer
source: No image returned from server.
sv: Ingen bild returnerades från servern.

# generatingImage
source: Generating imageâ€¦
sv: Genererar bild…

source: Failed to load image
sv: Kunde inte ladda bilden

source: Try again
sv: Försök igen

source: Error
sv: Fel
